// Вычислить значение формулы (a*b)/(c+d), где a,b,c,d - некоторые целые числа.Результат вывести на экран.

int a = 2;
int b = 3;
int c = 1;
int d = 1;

int P = a * b;
int S = c + d;
int Z = P / S;
Console.WriteLine(P);
Console.WriteLine(S);
Console.WriteLine(Z);
